import { ApproachItem } from './types';

export const approachItems: ApproachItem[] = [
    { id: '01', text: 'Берём на себя ответственность за качество, грамотную поддержку и своевременное обновление продукта' },
    { id: '02', text: 'Храним высокую инженерную культуру: статический анализ кода, DCM, код-ревью, переиспользование технических практик' },
    { id: '03', text: 'Создаём среду, в которой клиент чувствует уважение, партнёрство и заботу' },
    { id: '04', text: 'Сдаём проекты в срок и не нарушаем договорённости' },
    { id: '05', text: 'Развиваем IT-сообщество: делимся накопленной экспертизой, растим кадры внутри себя, вносим вклад в open source-проекты' },
]; 